Repository: jurialmunkey/skin.eminence.2
Catalog: language/resource.language.*/strings.po
Languages: hu_hu, zh_cn

# #31000
source: Item
hu_hu: Elem
zh_cn: 项目

# #31001
source: Items
hu_hu: Elemek
zh_cn: 项目

# #31002
source: Tag
hu_hu: Cimke
zh_cn: 标签

# #31003
source: Next
hu_hu: Tovább
zh_cn: 下一个

# #31004
source: Show shadows on panels
hu_hu: Árnyékok megjelenítése a paneleken
zh_cn: 在面板上显示阴影

# #31005
source: Video OSD
hu_hu: OSD Videó
zh_cn: 视频 OSD

# #31006
source: Show plot when pressing info
hu_hu: Tartalom megjelenítése az info megnyomásakor
zh_cn: 按信息时显示剧情

# #31007
source: Show media flags
hu_hu: Média jelző megjelenítése
zh_cn: 显示媒体标志

# #31008
source: Show plot overlay in after delay
hu_hu: Késleltetés után a tartalom átfedés megjelenítése
zh_cn: 弹出剧情延迟

# #31009
source: Open playlist
hu_hu: Lejátszási lista megnyitása
zh_cn: 打开播放列表

# #31010
source: Save playlist
hu_hu: Lejátszási lista mentése
zh_cn: 保存播放列表

# #31011
source: Close playlist
hu_hu: Lejátszási lista bezárása
zh_cn: 关闭播放列表

# #31012
source: Current playlist
hu_hu: Jelenlegi lejátszási lista
zh_cn: 当前播放列表

# #31013
source: Muted
hu_hu: Megállítva
zh_cn: 静音

# #31014
source: Show header
hu_hu: Fejléc megjelenítése
zh_cn: 显示标题栏

# #31015
source: Live TV
hu_hu: Élő TV
zh_cn: 直播电视

# #31016
source: Show widget information
hu_hu: Widget információ megjelenítése
zh_cn: 显示小部件信息

# #31017
source: Votes
hu_hu: Értékelések
zh_cn: 投票

# #31018
source: Increase
hu_hu: Növelés
zh_cn: 增加

# #31019
source: Decrease
hu_hu: Csökkentés
zh_cn: 减少

# #31020
source: Background
hu_hu: Háttér
zh_cn: 背景

# #31021
source: Show fanart
hu_hu: Illusztráció megjelenítése
zh_cn: 显示同人画

# #31022
source: Media Info 3
hu_hu: Media Információ 3
zh_cn: 媒体信息3

# #31023
source: Enable animated video lyrics
hu_hu: Animált videószövegek engedélyezése
zh_cn: 启用动画视频歌词

# #31024
source: Enable skin debug info
hu_hu: Felszín hibakeresési információ engedélyezése
zh_cn: 启用皮肤调试信息

# #31025
source: Show colour diffuse overlay
hu_hu: Színes diffúz átfedés megjelenítése
zh_cn: 显示彩色漫反射叠加

# #31026
source: Show scrolling background text
hu_hu: Gördülő háttérszöveg megjelenítése
zh_cn: 显示滚动背景文本

# #31027
source: Show background video
hu_hu: Háttérvideó megjelenítése
zh_cn: 显示背景视频

# #31028
source: Show background visualisation
hu_hu: Háttérvizualizáció megjelenítése
zh_cn: 显示背景可视化效果

# #31029
source: Hub fallback widget
hu_hu: Hub tartalék widget
zh_cn: 中心回退小部件

# #31030
source: Watched/UnWatched Indicators
hu_hu: Nézett/Nem nézett mutatók
zh_cn: 已观看/未观看指示

# #31031
source: Recent movies
hu_hu: Legújabb filmek
zh_cn: 最近电影

# #31032
source: Recommended movies
hu_hu: Ajánlott filmek
zh_cn: 推荐电影

# #31033
source: Watched / Unwatched Indicators
hu_hu: Nézett/Nem nézett mutatók
zh_cn: 已观看/未观看指示

# #31034
source: Enable Artist Slideshow
hu_hu: Előadó diavetítés engedélyezése
zh_cn: 启用歌手幻灯片

# #31035
source: Recent episodes
hu_hu: Legújabb epizódok
zh_cn: 最近剧集

# #31036
source: Recommended episodes
hu_hu: Ajánlott epizódok
zh_cn: 推荐剧集

# #31037
source: Watched (checkmark)
hu_hu: Megnézett (jelölés)
zh_cn: 已观看（选择标记）

# #31038
source: Recent albums
hu_hu: Legújabb albumok
zh_cn: 最近专辑

# #31039
source: Recommended albums
hu_hu: Ajánlott albumok
zh_cn: 推荐专辑

# #31040
source: Recently added (star)
hu_hu: Nemrég hozzáadott (csillag)
zh_cn: 最近添加（星）

# #31041
source: Resumable (progress circle)
hu_hu: Folytatható (haladás kör)
zh_cn: 可恢复（进度循环）

# #31042
source: Unwatched episodes (numeric counter)
hu_hu: Nézetlen epizódok (numerikus számláló)
zh_cn: 未观看剧集（计数）

# #31043
source: Extra art
hu_hu: Extra műalkotás
zh_cn: 附加艺术图

# #31044
source: Local subtitle found!
hu_hu: Helyi feliratot találtunk!
zh_cn: 发现本地字幕！

# #31045
source: Supplied by
hu_hu: Szolgáltatja
zh_cn: 提供者

# #31046
source: Currently
hu_hu: Jelenlegi
zh_cn: 当前

# #31047
source: Visualisation Presets
hu_hu: Vizualizációs előbeállítások
zh_cn: 可视化效果预设

# #31048
source: Playlist Options
hu_hu: Lejátszási lista beállításai
zh_cn: 播放列表选项

# #31049
source: Customise home menu
hu_hu: Kezdőlap menü testreszabása
zh_cn: 自定义主菜单

# #31050
source: Apply highlight colour filter to background overlay
hu_hu: Kiemelő színszűrő alkalmazása a háttérre
zh_cn: 将高亮色过滤器应用于背景叠加

# #31051
source: Prefer vertical context/view menus
hu_hu: Függőleges kontextus/nézet menük előnyben részesítése
zh_cn: 首选垂直上下文/视图菜单

# #31052
source: Rated
hu_hu: Értékelve
zh_cn: 评价

# #31053
source: Show blank screen with clock when controls and info are hidden
hu_hu: Üres képernyő megjelenítése órával, ha a vezérlők és az információk el vannak rejtve
zh_cn: 隐藏控制和信息时显示带时钟的空白屏幕

# #31054
source: Random movies
hu_hu: Véletlen filmek
zh_cn: 随机电影

# #31055
source: Random episodes
hu_hu: Véletlen epizódok
zh_cn: 随机剧集

# #31056
source: Random albums
hu_hu: Véletlen albumok
zh_cn: 随机专辑

# #31057
source: Kiosk mode
hu_hu: Kioszk mód
zh_cn: 自助终端模式

# #31058
source: Show player controls when pressing up if media playing
hu_hu: Média lejátszásakor a lejátszó vezérlőelemeinek megjelenítése felfelé történő megnyomásakor
zh_cn: 媒体播放时按上键显示播放控制

# #31059
source: Memory Used:
hu_hu: Használt memória:
zh_cn: 已使用内存：

# #31060
source: Show top header tile and text when paused or seeking
hu_hu: A felső fejléc csempe és szöveg megjelenítése szüneteltetés vagy keresés közben
zh_cn: 暂停或搜索时显示顶部标题栏瓷片和文本

# #31061
source: Show clearart
hu_hu: Clearart megjelenítése
zh_cn: 显示剪贴画

# #31062
source: Show file name and path in info dialog
hu_hu: Fájlnév és elérési útvonal megjelenítése az információs párbeszédpanelen
zh_cn: 在信息对话框显示文件名和路径

# #31063
source: Addons
hu_hu: Kiegészítők
zh_cn: 插件

# #31064
source: Custom background image
hu_hu: Egyéni háttérkép
zh_cn: 自定义背景图片

# #31065
source: Hide 'Mouse' warning
hu_hu: 'Egér' figyelmeztetés elrejtése
zh_cn: 隐藏“鼠标”警告

# #31066
source: Cinema Exp.
hu_hu: Mozi Exp.
zh_cn: 影院体验

# #31067
source: Pages
hu_hu: Oldalak
zh_cn: 页

# #31068
source: View Options
hu_hu: Beállítások megtekintése
zh_cn: 浏览选项

# #31069
source: Context Menu
hu_hu: Összefüggő menü
zh_cn: 上下文菜单

# #31070
source: Info
hu_hu: Információ
zh_cn: 信息

# #31071
source: Finishes at
hu_hu: Végetér
zh_cn: 结束于

# #31072
source: Playing
hu_hu: Lejátszás
zh_cn: 播放

# #31073
source: Categories
hu_hu: Kategóriák
zh_cn: 类别

# #31074
source: Submenu
hu_hu: Almenü
zh_cn: 子菜单

# #31075
source: Icon
hu_hu: Ikon
zh_cn: 图标

# #31076
source: Weather Fanart
hu_hu: Időjárás illusztráció
zh_cn: 天气同人画

# #31077
source: Trending Movies
hu_hu: Filmirányzatok
zh_cn: 流行电影

# #31078
source: In Cinemas
hu_hu: A mozikban
zh_cn: 在影院上映

# #31079
source: Upcoming Films
hu_hu: Közelgő filmek
zh_cn: 即将上映电影

# #31080
source: Popular Movies
hu_hu: Népszerű filmek
zh_cn: 热门电影

# #31081
source: Top Rated Movies
hu_hu: Legjobbra értékelt filmek
zh_cn: 高分电影

# #31082
source: Popular Shows
hu_hu: Népszerű műsorok
zh_cn: 热门剧集

# #31083
source: Top Rated Shows
hu_hu: Legjobbra értékelt műsorok
zh_cn: 高分剧集

# #31084
source: On Air Shows
hu_hu: Adásban lévő műsorok
zh_cn: 正播出剧集

# #31085
source: Airing Today
hu_hu: Ma adásban
zh_cn: 今日播出

# #31086
source: Custom 1
hu_hu: Egyéni 1
zh_cn: 自定义1

# #31087
source: Custom 2
hu_hu: Egyéni 2
zh_cn: 自定义2

# #31088
source: Custom 3
hu_hu: Egyéni 3
zh_cn: 自定义3

# #31089
source: Custom 4
hu_hu: Egyéni 4
zh_cn: 自定义4

# #31090
source: Content Loading
hu_hu: Tartalom betöltése
zh_cn: 内容载入中

# #31091
source: Trending Shows
hu_hu: Felkapott műsorok
zh_cn: 流行剧集

# #31092
source: No information available
hu_hu: Nem áll rendelkezésre információ
zh_cn: 无可用信息

# #31093
source: Movie Hub
hu_hu: Film Hub
zh_cn: 电影中心

# #31095
source: Spotlight
hu_hu: Reflektorfény
zh_cn: 焦点

# #31096
source: Hub items
hu_hu: Hub elemek
zh_cn: 中心项目

# #31098
source: Artwork
hu_hu: Műalkotás
zh_cn: 艺术图片

# #31099
source: Codec
hu_hu: Kódolás
zh_cn: 编码

# #31100
source: Recently Added
hu_hu: Nemrégiben hozzáadott
zh_cn: 最近添加

# #31101
source: Recently Played
hu_hu: Nemrégiben lejátszott
zh_cn: 最近播放

# #31102
source: Watch Random
hu_hu: Véletlen lejátszás
zh_cn: 随机观看

# #31103
source: Delete Settings Shortcut
hu_hu: Beállítások parancsikon törlése
zh_cn: 删除设置快捷方式

# #31104
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
hu_hu: Biztos, hogy el akarja távolítani a beállítások parancsikonját?[CR]Mielőtt eltávolítaná a parancsikont, győződjön meg róla, hogy van más módja a beállítások elérésének.
zh_cn: 确定删除设置快捷方式吗？[CR]删除此快捷方式之前，请确保您有其他访问设置的方法。

# #31105
source: Extra Info
hu_hu: Extra információ
zh_cn: 附加信息

# #31106
source: 3D Mode
hu_hu: 3D mód
zh_cn: 立体模式

# #31107
source: Similar
hu_hu: Hasonló
zh_cn: 类似

# #31109
source: provided by themoviedb.org
hu_hu: themoviedb.org által biztosított
zh_cn: 由 moviedb.org 提供

# #31110
source: Extras
hu_hu: Extrák
zh_cn: 附加

# #31111
source: Choose primary highlight color
hu_hu: Elsődleges kiemelő szín kiválasztása
zh_cn: 选择主高亮色

# #31112
source: Choose secondary highlight color
hu_hu: Másodlagos kiemelő szín kiválasztása
zh_cn: 选择次高亮色

# #31113
source: Reset colors to defaults
hu_hu: Színek alapértelmezettre visszaállítása
zh_cn: 将颜色重置为默认值

# #31114
source: Install weather fanart
hu_hu: Időjárás illusztráció telepítése
zh_cn: 安装天气同人画

# #31115
source: Show weather with clock
hu_hu: Időjárás megjelenítése órával
zh_cn: 显示天气和时钟

# #31116
source: Animate fanart
hu_hu: Animált illusztráció
zh_cn: 动态同人画

# #31117
source: mins
hu_hu: perc
zh_cn: 分

# #31118
source: Animate artist slideshow
hu_hu: Animált művész diavetítés
zh_cn: 动态歌手幻灯片

# #31119
source: Show visualisation behind artist slideshow
hu_hu: A művész diavetítése mögötti vizualizáció megjelenítése
zh_cn: 在歌手幻灯片后显示可视化效果

# #31120
source: Show artist slideshow
hu_hu: Művész diavetítés megjelenítése
zh_cn: 显示歌手幻灯片

# #31121
source: Music OSD
hu_hu: OSD Zene
zh_cn: 音乐 OSD

# #31122
source: Match header tile with highlight color
hu_hu: Megfelelő fejléc csempe a kiemelt színnel
zh_cn: 将标题栏瓷片匹配高亮色

# #31124
source: Similar movies
hu_hu: Hasonló filmek
zh_cn: 类似电影

# #31125
source: Similar to
hu_hu: Hasonló a
zh_cn: 类似于

# #31126
source: Colors
hu_hu: Színek
zh_cn: 颜色

# #31127
source: Header
hu_hu: Fejléc
zh_cn: 标题栏

# #31128
source: Color
hu_hu: Szín
zh_cn: 颜色

# #31129
source: Enable individual tile colors in home customisation
hu_hu: Egyedi csempeszínek engedélyezése a kezdőoldali testreszabásban
zh_cn: 主界面定制启用单独的瓷片颜色

# #31130
source: items found
hu_hu: elem található
zh_cn: 项目找到

# #31131
source: Search Options
hu_hu: Keresési beállítások
zh_cn: 搜索选项

# #31132
source: by Title
hu_hu: Cím szerint
zh_cn: 按标题

# #31133
source: by Genre
hu_hu: Műfaj szerint
zh_cn: 按类型

# #31134
source: by Actor
hu_hu: Színész szerint
zh_cn: 按演员

# #31135
source: by Director
hu_hu: Rendező szerint
zh_cn: 按导演

# #31136
source: by Studio
hu_hu: Stúdió szerint
zh_cn: 按出品人

# #31137
source: Panel list
hu_hu: Panel lista
zh_cn: 面板列表

# #31138
source: Show clock
hu_hu: Óra megjelenítése
zh_cn: 显示时钟

# #31139
source: Hubs
hu_hu: Hubok
zh_cn: 中心

# #31140
source: Show tile colour on unfocused tiles
hu_hu: Csempe színének megjelenítése a fókuszálatlan csempéken
zh_cn: 在失焦瓷片显示瓷片颜色

# #31141
source: Info icons
hu_hu: Információ ikonok
zh_cn: 信息图标

# #31142
source: Big list info
hu_hu: Nagy lista ikon
zh_cn: 大列表信息

# #31143
source: Media Info 2
hu_hu: Média információ 2
zh_cn: 媒体信息2

# #31144
source: Player Controls
hu_hu: Lejátszás vezérlők
zh_cn: 播放器控制

# #31145
source: Extended Info
hu_hu: Kiterjesztett információ
zh_cn: 扩展信息

# #31146
source: Fanart fallback image
hu_hu: Illusztráció tartalék kép
zh_cn: 同人画回退图片

# #31147
source: Fallback widget
hu_hu: Tartalék widget
zh_cn: 回退小部件

# #31148
source: Media Info 3
hu_hu: Média információ 3
zh_cn: 媒体信息3

# #31149
source: Next Aired
hu_hu: Következő adás
zh_cn: 下一播出

# #31150
source: Show widget posters
hu_hu: Widget poszterek megjelenítése
zh_cn: 显示小部件海报

# #31151
source: Home tile icon
hu_hu: Kezdőoldal csempe ikon
zh_cn: 主界面瓷片图标

# #31152
source: Home tile text
hu_hu: Kezdőoldal csempe szöveg
zh_cn: 主界面瓷片文本

# #31153
source: Always
hu_hu: Mindig
zh_cn: 总是

# #31154
source: On Up
hu_hu: Felfelé
zh_cn: 向上

# #31155
source: Never
hu_hu: Soha
zh_cn: 从不

# #31156
source: Show widget discart
hu_hu: Widget megjelenítése
zh_cn: 显示小部件光盘贴画

# #31157
source: Home header text
hu_hu: Kezdőoldal fejléc szöveg
zh_cn: 主界面标题栏文本

# #31158
source: Media Center
hu_hu: Média Központ
zh_cn: 媒体中心

# #31159
source: Background overlay image
hu_hu: Háttérfedő kép
zh_cn: 背景叠加图像

# #31160
source: Busy spinner
hu_hu: Foglalt szinbólum
zh_cn: 繁忙转轮

# #31161
source: Backup skin settings
hu_hu: Biztonsági mentés a felszín beállításairól
zh_cn: 备份皮肤设置

# #31162
source: Restore skin settings from file
hu_hu: Felszínbeállítások visszaállítása fájlból
zh_cn: 从文件恢复皮肤设置

# #31163
source: Gallery
hu_hu: Galéria
zh_cn: 画廊

# #31164
source: Fanart list
hu_hu: Illusztráció lista
zh_cn: 同人画列表

# #31165
source: Show sorting and info line headers
hu_hu: Rendezés és információs sorcímek megjelenítése
zh_cn: 显示排序和信息行标题

# #31166
source: Individually set in customisation dialog
hu_hu: Egyénileg beállítható a testreszabási párbeszédpanelen
zh_cn: 在自定义对话框中单独设置

# #31167
source: Show unwatched count in header
hu_hu: Nézetlen számok megjelenítése a fejlécben
zh_cn: 在标题栏显示未观看数

# #31168
source: Now / Next
hu_hu: Most / Tovább
zh_cn: 当前/下一个

# #31169
source: Reset skin settings to defaults (WARNING - This will override all skin settings)
hu_hu: A felszínbeállítások alapértelmezettre visszaállítása (FIGYELEM - Ez felülírja az összes felszínbeállítást)
zh_cn: 将皮肤设置重置为默认值（警告 - 这将覆盖所有皮肤设置）

# #31170
source: Backup / Restore
hu_hu: Biztonsági mentés / Visszaállítás
zh_cn: 备份/恢复

# #31171
source: Reload skin
hu_hu: Felszín újratöltése
zh_cn: 重载皮肤

# #31172
source: Transparent home bar
hu_hu: Áttetsző kezdőoldal sáv
zh_cn: 透明主菜单条

# #31173
source: Home bar style
hu_hu: Kezdőoldal sáv kinézete
zh_cn: 主菜单条风格

# #31174
source: Weather icons
hu_hu: Időjárás ikonok
zh_cn: 天气图标

# #31175
source: Customise shutdown menu
hu_hu: Leállítási menü testreszabása
zh_cn: 自定义关机菜单

# #31176
source: Genre icons
hu_hu: Műfaj ikonok
zh_cn: 类型图标

# #31177
source: Automatically start fullscreen visualisation when starting playback
hu_hu: Teljes képernyős megjelenítés automatikus elindítása a lejátszás indításakor
zh_cn: 开始播放时自动启动全屏可视化效果

# #31178
source: User profiles
hu_hu: Felhasználói profilok
zh_cn: 用户配置文件

# #31179
source: Install from repository or zip file
hu_hu: Telepítés az adattárból vagy zip fájlból
zh_cn: 从库或 zip 文件安装

# #31180
source: Default
hu_hu: Alapértelmezett
zh_cn: 默认

# #31181
source: Text in tiles
hu_hu: Szöveg a csempékben
zh_cn: 瓷片文本

# #31182
source: Text only
hu_hu: Csak szöveg
zh_cn: 仅文本

# #31183
source: Customise shutdown menu
hu_hu: Leállítási menü testreszabása
zh_cn: 自定义关机菜单

# #31184
source: Startup video or playlist
hu_hu: Indító videó vagy lejátszási lista
zh_cn: 启动视频或播放列表

# #31185
source: Label
hu_hu: Címke
zh_cn: 标签

# #31186
source: Action
hu_hu: Művelet
zh_cn: 动作

# #31187
source: Background
hu_hu: Háttérkép
zh_cn: 背景

# #31188
source: None (show user background)
hu_hu: Nincs (felhasználói háttér megjelenítése)
zh_cn: 无（显示用户背景）

# #31189
source: None
hu_hu: Nincs
zh_cn: 无

# #31190
source: Next Episode
hu_hu: Következő epizód
zh_cn: 下一集

# #31191
source: Last Episode
hu_hu: Előző epizód
zh_cn: 最后一集

# #31192
source: Info List
hu_hu: Információs lista
zh_cn: 信息列表

# #31193
source: Box Office
hu_hu: Jegyiroda
zh_cn: 票房

# #31194
source: Show plot for hub widgets
hu_hu: Tartalom megjelenítése a Hub widgetben
zh_cn: 在中心小部件显示剧情

# #31195
source: Allow widget reloading
hu_hu: Widgetek újratöltésének engedélyezése
zh_cn: 允许小部件重载

# #31196
source: Use padding around panel edges
hu_hu: Kitöltés/Távolság használata a panel szélei körül
zh_cn: 在面板边缘留空

# #31197
source: Panels
hu_hu: Panelek
zh_cn: 面板

# #31198
source: Manage Dependencies
hu_hu: Függőségek kezelése
zh_cn: 管理依赖

# #31199
source: Showcase
hu_hu: Bemutató
zh_cn: 展示柜

# #31202
source: Sort by: Default
hu_hu: Rendezés: Alapértelmezett
zh_cn: 排序方式：默认

# #31203
source: No Additional Details Available
hu_hu: Nem állnak rendelkezésre további részletek
zh_cn: 无可用附加详细信息

# #31204
source: Header tile icon and label follows library content type
hu_hu: A fejléc ikonja és címkéje követi a könyvtár tartalomtípusát
zh_cn: 标题栏瓷片图标和标签遵循库内容类型

# #31205
source: Settings Level
hu_hu: Beállítás szint
zh_cn: 设置级别

# #31206
source: Home Shortcuts and Widgets
hu_hu: Kezdőoldal parancsikonok és widgetek
zh_cn: 主界面快捷方式和小部件

# #31207
source: Home Header
hu_hu: Kezdőoldal fejléc
zh_cn: 主界面标题栏

# #31208
source: Home Bar Style
hu_hu: Kezdőoldal sáv megjelenése
zh_cn: 主菜单风格

# #31209
source: Music Visualisation
hu_hu: Zene vizualizáció
zh_cn: 音乐可视化效果

# #31210
source: On Screen Display (OSD)
hu_hu: Képernyőn megjelenő (OSD)
zh_cn: 屏幕显示（OSD）

# #31211
source: Video Information
hu_hu: Videó információk
zh_cn: 视频信息

# #31212
source: No Content Currently Available
hu_hu: Jelenleg nincs elérhető tartalom
zh_cn: 当前无可用内容

# #31213
source: Show user ratings for music albums / songs
hu_hu: A zenei albumok / dalok felhasználói értékelésének megjelenítése
zh_cn: 显示音乐专辑/歌曲的用户评分

# #31214
source: Show additional info labels in lists (e.g. ratings and year)
hu_hu: További információs címkék megjelenítése a listákon (pl. értékelés és évszám)
zh_cn: 在列表中显示附加信息标签（如评分和年份）

# #31215
source: Plain list
hu_hu: Egyszerű lista
zh_cn: 简单列表

# #31216
source: Video decoder
hu_hu: Videó dekóder
zh_cn: 视频解码器

# #31217
source: Pixel format
hu_hu: Pixel formátum
zh_cn: 像素格式

# #31218
source: Show additional info labels with media flags (e.g. ratings and year)
hu_hu: További információs címkék megjelenítése média jelzőkkel (pl. értékelés és évszám)
zh_cn: 和媒体标志同时显示附加信息标签（如评分和年份）

# #31219
source: Miscellaneous
hu_hu: Vegyes
zh_cn: 杂项

# #31220
source: Info List 2
hu_hu: Információs lista 2
zh_cn: 信息列表2

# #31221
source: Square List
hu_hu: Négyzetes lista
zh_cn: 方格表

# #31222
source: Enable / disable views
hu_hu: Megtekintések engedélyezése / letiltása
zh_cn: 启用/禁用视图

# #31223
source: Poster List
hu_hu: Poszter lista
zh_cn: 海报列表

# #31224
source: Show additional dialog shadows
hu_hu: További dialógusárnyékok megjelenítése
zh_cn: 显示附加对话框阴影

# #31225
source: Use original Eminence v1 style side labels and arrows
hu_hu: Eredeti Eminence v1 stílusú oldalsó címkék és nyilak használata
zh_cn: 使用原始 Eminence v1 样式的侧标签和箭头

# #31226
source: Lock view
hu_hu: Nézet lezárása
zh_cn: 锁定视图

# #31227
source: Enable viewtype locking to content type
hu_hu: A nézettípus tartalomtípushoz való rögzítésének engedélyezése
zh_cn: 对内容类型启用视图类型锁定

# #31228
source: Select view mode
hu_hu: Nézet mód kiválasztása
zh_cn: 选择视图模式

# #31229
source: Lock this viewtype to content type
hu_hu: Nézettípus zárolása a tartalomtípushoz
zh_cn: 为内容类型锁定此视图类型

# #31230
source: Medium icons
hu_hu: Közepes ikonok
zh_cn: 中图标

# #31231
source: Use extra fanart if available
hu_hu: Extra illusztráció használata ha elérhető
zh_cn: 可能的话使用扩展同人画

# #31232
source: Unlock View
hu_hu: Nézet feloldása
zh_cn: 解锁视图

# #31233
source: This view mode is currently locked to the content type
hu_hu: Ez a nézetmód jelenleg a tartalomtípushoz van rögzítve
zh_cn: 此视图模式当前锁定于内容类型

# #31234
source: Do you wish to unlock it and set a new view mode?
hu_hu: Szeretné feloldani és új nézetmódot beállítani?
zh_cn: 要解锁并设置新的视图模式吗？

# #31235
source: Fanart fade opacity (default is 90%)
hu_hu: Illusztráció átlátszatlanság elhalványítása (alapértelmezett 90%)
zh_cn: 同人画淡入不透明度（默认值为90%）

# #31237
source: View system events
hu_hu: Rendszeresemények megtekintése
zh_cn: 查看系统事件

# #31238
source: Event logs
hu_hu: Eseménynapló
zh_cn: 事件记录

# #31239
source: Events Log
hu_hu: Eseménynaplók
zh_cn: 事件记录

# #31240
source: Switch viewtype artwork and list positions
hu_hu: Nézettípusok és listapozíciók váltása
zh_cn: 切换视图类型艺术图片和列表位置

# #31241
source: Hide home menu when widgets are focused
hu_hu: Kezdőoldal menü elrejtése, amikor a widgetek fókuszban vannak
zh_cn: 当小部件处于焦点时隐藏主菜单

# #31242
source: Recently viewed movies
hu_hu: Legutóbb megtekintett filmek
zh_cn: 最近浏览电影

# #31243
source: Landscape
hu_hu: Tájkép
zh_cn: 场景

# #31244
source: Posters
hu_hu: Poszterek
zh_cn: 海报

# #31245
source: Widget view mode
hu_hu: Widget nézet mód
zh_cn: 小部件浏览模式

# #31246
source: Showcase widget
hu_hu: Bemutató widget
zh_cn: 展示小部件

# #31247
source: Display showcase widget when pressing down on menu items without submenus
hu_hu: Bemutató widget megjelenítése almenü nélküli menüpontok lefelé nyomása közben
zh_cn: 在不带子菜单的菜单项按下键时显示展示小部件

# #31248
source: Showcase Widgets
hu_hu: Bemutató widgetek
zh_cn: 展示小部件

# #31249
source: Special Features
hu_hu: Különleges tulajdonságok
zh_cn: 特性

# #31251
source: Customise showcase widgets
hu_hu: Bemutató widgetek testreszabása
zh_cn: 自定义展示小部件

# #31252
source: Department
hu_hu: Osztály
zh_cn: 部门

# #31253
source: Birthplace
hu_hu: Születési hely
zh_cn: 出生地

# #31254
source: Birthday
hu_hu: Születésnap
zh_cn: 生日

# #31255
source: Age
hu_hu: Életkor
zh_cn: 年龄

# #31256
source: Dots
hu_hu: Pont
zh_cn: 点

# #31257
source: Tube
hu_hu: Cső
zh_cn: 管

# #31258
source: Kitty
hu_hu: Cica
zh_cn: 小猫

# #31259
source: Crew
hu_hu: Személyzet
zh_cn: 团队

# #31260
source: Default Widgets
hu_hu: Alapértelmezett widgetek

# #31261
source: Skin Helper Widgets
hu_hu: Felszín segítő widgetek

# #31262
source: Nodes
hu_hu: Csomópontok

# #31263
source: Top Rated
hu_hu: Legjobbra értékelt

# #31264
source: Random Artists
hu_hu: Véletlenszerű művészek

# #31265
source: Active Recordings
hu_hu: Aktív felvételek

# #31266
source: Grouped Active Recordings
hu_hu: Csoportosított aktív felvételek

# #31267
source: Grouped Deleted Recordings
hu_hu: Csoportosított eltávolított felvételek

# #31268
source: Picture sources
hu_hu: Kép források

# #31269
source: Video sources
hu_hu: Video források

# #31270
source: Music sources
hu_hu: Zene források

# #31271
source: 3 seconds
hu_hu: 3 másodperc

# #31272
source: 5 seconds
hu_hu: 5 másodperc

# #31273
source: 10 seconds
hu_hu: 10 másodperc

# #31274
source: 15 seconds
hu_hu: 15 másodperc

# #31275
source: 20 seconds
hu_hu: 20 másodperc

# #31276
source: 30 seconds
hu_hu: 30 másodperc

# #31277
source: 60 seconds
hu_hu: 60 másodperc

# #31278
source: Auto-close OSD
hu_hu: OSD Autómatikus bezárás

# #31279
source: Show alphabet strip with scrollbar
hu_hu: Ábécécsík megjelenítése görgetősávval

# #31280
source: Prefer landscape artwork over fanart
hu_hu: Inkább tájképi alkotások, mint illusztrációk

# #31281
source: Show media flags with controls
hu_hu: Média jelzők megjelenítése vezérlőkkel

# #31282
source: Replace fallback widget with image
hu_hu: Tartalék widget helyettesítése képpel

# #31283
source: Fallback image
hu_hu: Tartalék kép

# #31094
source: TV Hub
zh_cn: 电视中心

# #31097
source: Hub widget
zh_cn: 中心小部件

# #31123
source: Hub
zh_cn: 中心

# #31200
source: by
zh_cn: 由

# #31201
source: on
zh_cn: 在

# #31250
source: Widget
zh_cn: 小部件
